Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/sami_giellaravvehat_24_10__dmu_18-20.html.tmx
Source language: sme
Languages: smn

source: Sámi giellarávvehat 24.10. dmu 18-20 – Sámegielat oahpahus ovda- ja vuođđooahpahusas
smn: Sämmilâš kielâravviittâh 24.10. tme 18-20 – Sämikielâlâš máttááttâs ovdâ- já vuáđumáttááttâsâst

source: Sámi giellarávvehat 24.10.2018 dmu 18-20 Sajos, Anár Hállojuvvo guovtte- ja máŋggagielatvuođas: Sámegielat oahpahus ovda- ja vuođđooahpahusas
smn: Sämmilâš kielâravviittâh 24.10.2018 tme 18-20 Aanaar Sárnup kyevt- já maaŋgâkielâlâšvuođâst: Sämikielâlâš máttááttâs ovdâ- já vuáđumáttááttâsâst

source: Bures boahtin Sámi giellarávvehaga njealját Facebook-njuolggosáddagii 24.10.2018 dmu 18-20.
smn: Tiervâpuáttim Sämmilii kielâravviittuv niäljád Facebook-livevuolgâttâsân koskoho 24.10.2018 tme 18-20. Vuolgâttâssaijeen Sajos, Aanaar.

source: Sáddehusbáikin Sajos, Anár. Njuolggosátta Sámi giellarávvehat -Facebook siidduid bokte .
smn: Livevuolgâttâs Sämmilâš kielâravviittâh -Facebook siijđoi peh t.

source: Sáddagis deaivvadit gielladutkiiguin ja sámegielat vuođđooahpahusa ja giellabeasseoahpahusa áššedovdiiguin.
smn: Vuolgâttâsâst mij teivâp kielâtotkeid já sämikielâlii máttááttâs já kielâpiervâlmáttááttâs äššitobdeid.

source: Aura Pieski ja Eila Tapiola leaba min eahkedis mielde davvi- ja nuortalašgielat oahpahusa áššedovdin ja bargin.
smn: Aura Pieski já Eila Tapiola lává mii ehidist tavesämikielâlii máttááttâs já nuorttâlâškielâ máttááttâs äššitobden já pargen.

source: Petra Kuuva ovdanbuktá anáraš oahpaheaddji perspektiivva eahkedii.
smn: Petra Kuuva puáhtá fárustis anarâškielâlii máttááttâs uáinu.

source: Laura Arola ja Riitta Lehtola kommentereba ságastallama gielaealáskahttima ja gieladutkama perspektiivvas.
smn: Laura Arola já Riitta Lehtola kommentistev savâstâllâm kielâiäláskittem já kielâtutkâmuš uáinui peht.

source: Sáddaga áigge lea vejolaš sáddet áššedovdiide jearaldagaid guoskkadin máná sámegielat oahpahusa.
smn: Vuolgâttâs ääigi lii máhđulâš vuolgâttiđ äššitobdeid koččâmušâid, moh kyeskih párnáá maaŋgâkielâlii máttááttâsân.

source: Sápmelaš giellarávvehat
smn: Sämmilâš kielâravviittâh

source: Sápmelaš giellarávvehat gullá Perhepalvelumalli Lappiin (sá. Bearašbálvalusmálle Lappi guvlui) -prošektii (Lape-prošeakta) , man ulbmilin lea nannet maiddái sápmelaččaid vuođđobálvalusaid.
smn: Sämmilâš kielâravviittâh lii uási Peerâpalvâlemmalli Laapin- haavâ (Lape-haahâ) mon ulmen lii nanodiđ meid sämmilij vuáđupalvâlusâid.

source: Lape-prošeakta gullá fas sode- ja eanangoddeođastussii.
smn: Lape-haahâ lii uási soti- já eennâmkoddeuđâsmittem.

source: Sámegielaid leat dál viššalit ealáskahttime, man dihte bearrašat dárbbašit rávvagiid guovtte- ja máŋggagielatvuođas.
smn: Sämikielah eellih noonâ uđđâsistiäláskittempaje, kuás perruin lii tárbu kyevt- já maaŋgâkielâlâšvuotâstivriimân.

source: Áitatvuloš unnitlogugielahubmiide lea liikká hui hástaleaddji oažžut áigeguovdilis oahpisteami.
smn: Ääigimildsii stivrim uhkevuálásij ucceeblovokielâi sárnoid lii tääl kuittâg hástulâš finniđ.

source: Sámegielat bearrašiid guovtte- ja máŋggagielatvuohtarávven lea vuollegis šielmmá bálvalangeahččaleapmi, man mihttomearrin lea nannet sámegielat bearrašiid máŋggagielatvuohtadáidduid.
smn: Sämikielâlij perrui kyevt- já maaŋgâkielâlâšvuotâravviittâh lii vyeligâs kozzii palvâlemkeččâlem, mon ulmen lii nanodiđ sämikielâlij perrui maaŋgâkielâlâšvuotâtááiđuid.

source: Giellarávvehat lea oaivvilduvvon bearrašiidda, mat leat beroštuvvan sámegiela ja máŋggagielatvuođa nannemis bearrašis.
smn: Kielâravviittâh lii uáivildum puoh perruid, kiäh láá perustum nanodiđ sämikielâ já maaŋgâkielâlâšvuođâ perrust.

source: Buot vánhemat ja bearašlahtut leat bures boahtin gullat, mo iežas doaimmaiguin ja válljejumiiguin sáhttá doarjut ja nannet iežas bearraša guovttegielatvuođa.
smn: Puoh vaanhimeh sehe perruujesâneh láá tiervâpuáttim kuullâđ, ete maht jieijâs toimáin já valjiimijguin puáhtá tuárjuđ já nanodiđ perruus kyevtkielâlâšvuođâ.

source: Unnitlogugiela seailluheapmi ja sirdin mánáide (erenomážit gávpotbirrasis) gáibida máŋgii dan ahte vánhemat leat erenomáš aktiivvalaččat ja gohcet ovdduid.
smn: Ucceeblovokielâ siäiluttem já sirdem parnijd (eromâšávt kaavpugpirrâsist) váátá vanhimijn maŋgii eromâš stuorrâ aktiivlâšvuođâ já hiätukocceem.

source: Giellageavaheddjiid galgá arvvosmahttit geavahit unnitlogugiela, vai giella sirdašuvalii mánáide.
smn: Kielâ sárnoid kalga ruokâsmittiđ kevttiđ ucceeblovokielâ, vâi kielâ sirduuččij parnijd.

source: Doaimmas váldojuvvojit vuhtii golbma sámegielat joavkku: anárašgiella, davvisámegiella ja nuortalašgiella.
smn: Tooimâst váldojeh huámášumán kulmâ sämikielâlii juávhu; anarâškielâ, orjâlâškielâ, nuorttâlâškielâ.

source: Giellarávvehahkii gullá Facebook-siidu , gosa čoggojuvvojit áigeguovdilis dieđut guovtte- ja máŋggagielatvuođa birra.
smn: Kielâravviittâh ana sistees Facebook-siijđoid , moos noreh ääigitásásii tiäđu kyevt- já maaŋgâkielâlâšvuođâst.

source: Siidduid bokte sáhttá maid álkit addit máhcahaga ja sáddet sávaldagaid giellarávvehat-sáddagiid sisdoaluid dáfus.
smn: Siijđoi peht puáhtá älkkeht adeliđ macâttâs já tuáivuid ornimnáál kielâravviittâh-vuolgâttâsâi siskáldâssáid.

source: Siidduin sáhttá maid ságastallat guovtte- ja máŋggagielatvuođa, daidda laktáseaddji hástalusaid ja buriid geavadagaid birra.
smn: Siijđoin puáhtá meid savâstâllâđ kyevt- já maaŋgâkielâlâšvuođâst já toos lohtâseijee hástusijn já šiev vuáháduvâin.

source: Priváhtta bagadallama oažžu go sáddesta priváhttadieđu.
smn: Priivaat stivrim lii máhđulâš finniđ priivaatviestáin.

source: Joavkku bajásdoallin barget Lape-prošeavtta prošeaktabargi Riitta Lehtola, sámedikki giellabeassejođiheaddji Annika Pasanen ja máŋggagielatvuohtaaktiiva Laura Arola.
smn: Juávhu paijeentuállen tuáimih Lape-haavâ hahâpargee Riitta Lehtola, sämitige kielâpiervâlstivrejeijee Annika Pasanen sehe maaŋgâkielâlâšvuotâaktiiv Laura Arola.

source: Giellarávvehagas lágiduvvojit giđđat ja čakčat 2018 5 livesáddaga, mat gieđahallet guovtte- ja máŋggagielatvuođa iešguđet beali.
smn: Kielâravviittuvvâst uárnejuvvoo kiiđâ já čohčuv 2018 ääigi 5 livevuolgâttâs, main kieđâvušeh kyevt- já maaŋgâkielâlâšvuođâ sierâ peelijd.

source: Sáddagiid ulbmilin lea fállat vánhemiidda sihke praktihkalaš rávvagiid guovtte- ja máŋggagielatvuođa hástalusain, buriin vuogádagain, máná árrabajásgeassinválljejumiin ja skuvlavázzimis guovtte- ja máŋggagielagin.
smn: Ulmen lii adeliđ vanhimáid keevâtlii ravvim kyevt- já maaŋgâkielâlâšvuođâ hástusijn, šiev vuáháduvâin, päärni arâšoddâdem valjiimist já škovlâjotemist kyevt- já maaŋgâkielâlâžžân.

source: Livesáddagiin hupmet sámegiela giellaealáskahttima áššedovdit ja vánhemat.
smn: Livevuolgâttâsâin sárnon láá sämikielâ kielâiäláskittem äššitobdeeh sehe vaanhimeh.

source: Giđa ja čavčča sáttaáigodagat ja daid fáttát almmuhuvvojit Giellarávvehaga Facebook-siidduin.
smn: Kiiđâ já čoovčâ puáttee vuolgâttâsäigimudoh fádáiguin almottuvvojeh Kielâravviittuv Facebook-siijđoin.
